# 批判的思考ゼミ

# 目標

- 以下の項目を理解する
    - なぜ批判的思考が大切なのか
    - 批判的思考のエッセンス
    - 批判的思考のプロセス
    - 価値観，経験，感情，態度が批判的思考に及ぼす影響

# ノート

## 1.1 批判的思考はなぜ大切なのか

- 社会で求められる重要な能力
    - 批判的思考
    - 批判的分析
    - 問題解決能力
    
    これらはマネジメントやリーダーシップの能力を支える
    

### 批判的思考のメリット

批判的思考能力は問題について批判的かつ客観的に考え，よく組み立てられた議論を提起する能力を与える

批判的思考能力を伸ばすことで，起業家そして生活と仕事に対して持続可能なアプローチを取る特性を身につけることができる

## 1.2 批判的思考とは何か？

### 批判的(critical)は否定的な意味合いを持たない

例）「私は彼女が着ているジャケットが好きではない」

これは批判的（否定的）ではあるが，批判的思考は行われているわけではなく，ただ個人的な好みを示しただけ

```
批判的であることと批判的思考を行っていることは絶対に混同してはならない
```

### 批判的思考を行うとき

通常では当たり前と思われることに対してもあらゆることに対して疑問を持つことが求められる
なぜそのことを真実だと知っている？

当たり前の事実に対して挑戦的なアプローチを取ることで，世界について理解して事実を深めていく

認識論，存在論的な学習によって批判的思考は人によって違う意味を持つことになる

一方で最も基本的なのは**批判的思考とはあらゆることに疑問を投げかけるアプローチである**

### 優れた批判的思考者になるために必要な事柄

- [ ]  自分自身の考えや他者の考えに対して疑問を投げかけること
- [ ]  他者の考えやものの見方について心が開かれていること
- [ ]  肯定的・否定的な判断ができること
- [ ]  証拠の情報源を見分け，その分野で信頼されているものか，信憑性があるものか認識できること
- [ ]  証拠や文献，その意味することについて探索し，問いを投げかけるために十分な自信を持っていること
- [ ]  自身の考えのプロセスや議論の構築における強みと弱みを認識できること
- [ ]  自身のバイアスや偏見に直面した時に誠実であること
- [ ]  代替案やさまざまな意見を考慮するする柔軟性をもっていること
- [ ]  正直な気持ちで塾講した時に変更が必要だと思われたなら，考えについて再検討したり，それを修正することを厭わないこと
- [ ]  考えや議論を改善した形で再提示することをができること

## 1.3 批判的思考のプロセス

### **大学教育の特性と議論の重要性**

大学教育は主に理論を教える場であり，事実よりも理論が重視される
多くの情報は著者や研究者がデータ分析から導き出した批判的思考や解釈に基づくもの
研究者は考えを提起し支持・反証するために証拠を収集する

学問の議論は異なる考えや理論が対立する場でもある

### **批判的思考の重要性とプロセス**

- [ ]  批判的思考は個人的な知識創造の重要な側面であり，以下のプロセスを通じて行われる
- [ ]  特定の問題に関連する既存の知識や経験を確認する
- [ ]  その問題に関する自分自身の立場を考える（自身の感情や価値観を伴う内省プロセス）
- [ ]  別の証拠を集める（それらは自分自身の立場と矛盾するかもしれないし，逆にその立場を支持するものであるかもしれない）
- [ ]  証拠を批判的に分析し（意味，構造，妥当性を検討する），その評価（意思決定）を行う
- [ ]  自分自身の知識や理解を発展させるために証拠を用いる

批判的思考のプロセスでは，解釈，分析，評価，推論，説明，メタ認知（自身の学習または思考プロセスへの気づきや分析）が必要とされる
これによって意味のある議論が可能となり集合的な知識に寄与することができる

### **批判的思考の定義とスキルの多様性**

「批判的思考」には多くの解釈があり、学問分野や国によって異なるスキルや特質が求められる
そのため批判的思考の構成要素は何かという点や，学生たちがすぐれた批判的思考者となるために必要なスキルは何かという点について，学間分野では合意が欠如している

しかし，「批判的思考」には共通する基本的なスキルや特質が存在し、これを明確に批判的に評価することで共通の基盤が生まれる

```ゼミはここまで　続きは予習```

## **ファシオネの批判的思考スキルの枠組み**

批判的思考スキルに関する説明は世の中にたくさんある

その一例として，広く使用されており，基本的スキルが含まれているファシオネの批判的思考スキルの枠組みをまとめる

### 手順１　解釈

### 手順２　分析

### 手順３　評価

### 手順４　推論

### 手順５　説明

### 手順６　メタ認知